9/data/attachments/c7316379bf7c4db9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Edward_far_Friend_15488_8</nif:username>
            <nif:friendToBeRequested>soap_friends_7dee3b1c-3d37-4833-a528-95acda82439a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>